package com.pocraft.gassai.model

val dummyPosts = mutableListOf(
    Post(0, "みなさんこんにちは！\n" +
            "久しぶりの更新となりました✨\n" +
            "第4回九州がっ祭2020の開催が決定しました！\n" +
            "そして参加者の募集を開始しています！\n" +
            "詳しくは九州がっ祭ホームページをご覧ください(^^)\n" +
            "たくさんの参加お待ちしてます！！\n" +
            "\n" +
            "【日時】2020年3月28日(土)、29日(日)\n" +
            "【場所】熊本城、中心市街地 ほか\n", "https://pbs.twimg.com/media/ED6hhNoUUAAxVKY?format=jpg&name=4096x4096"),
    Post(1, "みなさんこんにちは！\n" +
            "昨日第1回の実行委員会が行われました。\n" +
            "それぞれ自己紹介しあったり、がっ祭に向けての目標を発表し合いました。\n" +
            "これから実行委員一同楽しみながら準備を進めていきたいと思います\uD83D\uDCAA", "https://pbs.twimg.com/media/EFX3KZaVUAApGFJ?format=jpg&name=large"),
    Post(2, "連投失礼します！\n" +
            "オマツリジャパン(\n" +
            "@omatsurijapan\n" +
            ")さんのホームページに九州がっ祭を掲載していただきました！\n" +
            "こちらの方も合わせてチェックしてくださいね\uD83D\uDE0A\n" +
            "感想やお写真もお待ちしています！", null),
    Post(3, "こんばんは！\n" +
            "気がつけば12月ですね！\uD83D\uDE33\n" +
            "本日は記念すべき第1回がっ祭会議が開催されました✨\n" +
            "各部署のリーダー陣の紹介や当日のお志事についての紹介があって実行委員もさらにワクワクしました\uD83D\uDE06\n" +
            "みなさんに楽しんでいただける様、実行委員一同頑張っていきますのでどうぞよろしくお願いします！", "https://pbs.twimg.com/media/EK8OaQuU4AEoGj8?format=jpg&name=4096x4096"),
    Post(4, "みなさんこんにちは！\n" +
            "今回はボランティアスタッフの募集についてお知らせします！\n" +
            "毎年ボランティアスタッフを募集していていますが、今年は\"300人\"募集します！\n" +
            "遠くは北海道や沖縄など全国からお祭りに参加してくださる方々に、がっ祭をより一層楽しんでいただくためのお手伝いをしてみませんか？", "https://pbs.twimg.com/media/ELaVHV2UwAADCX5?format=jpg&name=large"),
    Post(5, "【九州がっ祭まであと100日】\n" +
            "あと100日ということで、これから少しずつカウントダウンをしていきます(^^)\n" +
            "九州がっ祭がみんなの心に残るような最高なお祭りになるように、実行委員一同心を込めて準備をしてます！\n" +
            "来年3月28日、29日をぜひ楽しみにしていてください\uD83C\uDF38", "https://pbs.twimg.com/media/EMHcb9gUEAEM5xg?format=jpg&name=medium"),
    Post(6, "メリークリスマスイブ！\uD83C\uDF84\n" +
            "昨日は年内最後の実行委員会でした！\n" +
            "これからの予定を確認したり進捗状況を確認したりしました✅\n" +
            "2020年に入るともっと本格的に動き始めます！\n" +
            "Twitter・Facebookも随時更新していきますのでどうぞよろしくお願いします\uD83E\uDD7A", "https://pbs.twimg.com/media/EMg-f68VAAEbhvH?format=jpg&name=medium"),
    Post(7, "【九州がっ祭まであと90日】\n" +
            "いよいよ九州がっ祭2020まで90日になりました！3月の熊本が笑顔と元気に溢れるように実行委員一同精一杯準備しております！素敵な九州がっ祭を私達らしくつくりあげます！ぜひ3月は桜舞う熊本へお越しください！！\n" +
            "（九州がっ祭2020学生実行委員長黒田太輝さんより）", "https://pbs.twimg.com/media/EM7IUJZU4AAOZ9y?format=jpg&name=900x900"),
    Post(8, "新年あけましておめでとうございます\uD83C\uDF8D\n" +
            "ついに2020年となり、節目のようなこの年に九州がっ祭を開催できることをとても嬉しく思います！\n" +
            "みなさんのご協力のおかげです！\n" +
            "本当にありがとうございます\uD83D\uDE0A\n" +
            "気持ちを新たに2020年も突き進んでいきます！\n" +
            "どうぞみなさん今年もよろしくお願いいたします。", "https://pbs.twimg.com/media/ENL4o3BUcAAvsMh?format=jpg&name=medium"),
    Post(9, "【九州がっ祭まであと80日】\n" +
            "いよいよ九州がっ祭2020まで80日になりました。\n" +
            "応援・協力してくださる方々への感謝を、熊本の元気・笑顔へと還元できるように、夢と思いやりに溢れる祭りにできるように頑張ります！\n" +
            "（九州がっ祭2020学生実行副委員長金崎純子さんより）\n", "https://pbs.twimg.com/media/ENvsnuFUEAAu4ES?format=jpg&name=900x900")
)